<template>
  <div class="ps-top-categories" style="margin: 20px 50px 20px 50px;">
		<div class="container">
		<h3>О проекте</h3>

		<img src='../assets/img/about/about_01.png' style='width: 600px;  border: 3px solid #eee; border-radius: 5px; margin: 10px 0 10px 20px; float: right;'>
		<b>Привет друзья! </b><br>
		Многие из вас знакомы с "государственными" лотереями от проекта Столото. <br><br> 
		<b>Задачей нашего проекта</b> стала реализация (или даже клонирование) программ проекта Столото, но с условием расчета в криптовалюте.<br><br>
                
		<b>Важное замечание:</b> проект работает с валютой Binance BNB (BEP20)! <br><br>

		<b>Почему BNB?</b><br>
		Всем известна высокая стоимость транзакций при проведении платежей как в биткоинах, так и в эфирах.<br>
		Это условие стало бы неприемлемым для таких малых сумм, которые используются для работы с лотереями.<br>
		На данный момент стоимость транзакций с использованием Binance BNB (BEP20) на порядок меньше стоимости транзакций у своих конкурентов.<br><br>

		<b>Список программ</b><br>
		Для начала реализованы 4 программы: 4х20, 7х49, 6х45 и 5х36.<br>
		Максимально скопированы условия с корректировкой фиксированных сумм, но с сохранением процентных составляющих. <br><br>

		<b>Партнерская программа</b><br>
		<ul>
			<li>Мы поддерживаем партнерскую многоуровневую систему. </li><br>
			<li>Партнерские выплаты исчисляются как процент от суммы, поступившей от продажи билетов вашим партнёрам в текущем тираже.</li><br>
			<li>В системе 3 уровня со следующими ставками: 1 уровень - 5%, 2 уровень - 3%, 3 уровень - 2%. </li><br>
		</ul><br>

		<b>eLotto - НЕ пирамида!</b><br>
		Существует только два вида выплат нашим партнерам и участникам:
		<ul>
			<li>Выплата выигрышей. </li><br>
			<li>Партнерские выплаты по многоуровневой системе, прямо зависящие от бюджета конкретного тиража. </li><br>
		</ul><br>

		</div>
	</div>
</template>

<script setup>
</script>
