<template>
<div class="ps-top-categories" style="margin: 20px 50px 0 50px;">
		<div class="container">
		<h3>Как играть</h3>

<b>Как купить билет</b><br><br>
Вопросы по работе с криптовалютой описываются в разделе <router-link to='/crypto'><b>"Ввод и вывод средств"</b></router-link>.<br><br>
<ul>
	<li>Зайдите на страницу лотереи и выберите необходимое количество чисел в первом, и если необходимо, то во втором поле.<br>
	Вы можете отметить больше чисел. Это называется развёрнутая ставка. Так в одном билете у вас будет больше комбинаций.<br>
	Стоимость билета с развёрнутой ставкой возрастёт пропорционально количеству комбинаций.</li>
	<li>Оплатите билет со своего баланса.<br></li>
	<li>Дождитесь розыгрыша.<br></li>
	<li>Проверьте результаты в личном кабинете.<br></li>
</ul><br>

<b>А теперь по шагам:</b><br><br>
1) Выбрать билеты вручную или с помощью автомата: случайные значения, случайные нечетные, случайные четные.<br>
<img src='../assets/img/rules/rules_01.png' style='width: 600px; border: 3px solid #eee; border-radius: 5px; margin: 10px 0 10px 20px;'><br><br>

2) У вас набирается список отбора. Имейте в виду, что до перемещения билетов в корзину, список отбора не сохраняется после перезагрузки страницы.<br>
<img src='../assets/img/rules/rules_02.png' style='width: 600px; border: 3px solid #eee; border-radius: 5px; margin: 10px 0 10px 20px;'><br><br>

3) Переместите билеты из списка отбора в корзину.<br>
<img src='../assets/img/rules/rules_03.png' style='width: 600px; border: 3px solid #eee; border-radius: 5px; margin: 10px 0 10px 20px;'><br><br>

4) В корзину можно перейти или через кнопку в выпадающем меню, или через кабинет пользователя.<br>
<img src='../assets/img/rules/rules_04.png' style='width: 600px; border: 3px solid #eee; border-radius: 5px; margin: 10px 0 10px 20px;'><br><br>

5) Если тираж активен, то будут доступны кнопки "Оплата".<br>
<img src='../assets/img/rules/rules_05.png' style='width: 600px; border: 3px solid #eee; border-radius: 5px; margin: 10px 0 10px 20px;'><br><br>

6) После оплаты, список приобретенных билетов будет доступен в разделе "Мои билеты" кабинета пользователя.<br>
<img src='../assets/img/rules/rules_06.png' style='width: 600px; border: 3px solid #eee; border-radius: 5px; margin: 10px 0 10px 20px;'><br><br>

<b>Как получить выигрыш</b><br><br>
<ul>
	<li>Вывести средства с личного кошелька можно в любой момент на ваш счет в системе Binance в валюте BNB.</li><br>
</ul><br>

<b>Партнерская система</b><br><br>
<ul>
	<li>Мы поддерживаем партнерскую многоуровневую систему. </li><br>
	<li>Партнерские выплаты исчисляются как процент от суммы, поступившей от продажи билетов вашим партнёрам в текущем тираже.</li><br>
	<li>В системе 3 уровня со следующими ставками: 1 уровень - 5%, 2 уровень - 3%, 3 уровень - 2%. </li><br>
</ul><br>

<b>Вопросы и ответы</b><br><br>
<ul>
	<li>Что такое призовой фонд? <br>
	Это сумма, которая разыгрывается в данном тираже. Она рассчитывается после закрытия продаж на тираж и зависит от количества купленных билетов.</li>
	<li>Как копится джекпот?<br>
	Джекпот в лотерее является накапливаемым. Поэтому, если в текущем тираже его никто не выиграл, накопленная сумма переходит на следующий тираж.</li> <br>
</ul><br>

		</div>
</div>  
</template>

<script setup>
</script>
